Бурятские бузы

Время приготовления: 1 ч. 30 мин
Количество порций: 20

------------
Ингредиенты:
------------
Мясной фарш — 0,5 Килограмм (свинина, баранина или смешанный)
Лук репчатый — 1 Штук
Чистая вода — 0,5 Стакан
Мука пшеничная — 2 Стакан
Яйцо куриное — 1 Штук
Соль — 0,5 Чайная ложка

--------------
Приготовление:
--------------

1. Для начала необходимо замесить простое тесто. 
   Взбейте куриное яйцо с солью.
   В эту же ёмкость вылейте воду и начните постепенно засыпать муку.
   Лучше её просеивать, чтобы не образовывалось комочков.
   Тесто должно получиться эластичным и упругим.
   Хорошо выместите его руками и отправьте в холодильник на 30 минут.
2. Пока тесто охлаждается, можно приготовить начинку.
   Очистите луковицу и мелко её нарежьте.
   Лук отправьте к фаршу и хорошо всё перемешайте.
   По вкусу можете добавить соль и чёрный молотый перец.
3. Теперь достаньте тесто и раскатайте её в тонкий пласт около 4 мм толщиной.
   Чтобы тесто не липло к скалке и столу, можно его немного присыпать мукой.
   Из раскатанного теста нужно вырезать кружочки диаметром около 12 см.
   Для этого возьмите подходящую по диаметру кружку или другую форму.
4. Осталось уложить начинку на вырезанное тесто и 
   аккуратно защипнуть будущие бузы,
   чтобы они приобрели правильную форму.
   Тесто нужно собрать кулёчком над мясом, но так,
   чтобы мясо не было полностью закрыто.
   Края теста нужно защипнуть и уложить защипы в одном направлении.
   В итоге получится форма, напоминающая бутон цветка.
5. Перед тем, как укладывать бузы в мантышницу или пароварку,
   необходимо донышко каждого смочить в растительном масле.
   Готовится блюдо на пару около 25-30 минут.
   Подавать к столу бузы нужно горячими.
   
   Приятного аппетита!
