Цуйван

Время приготовления: 1 ч. 0 мин
Количество порций: 4

------------
Ингредиенты:
------------

Капуста — 1/4 Штук
Лук репчатый  — 1 Штук
Лук зеленый  — 2-3 Штук
Морковь  — 1 Штук
Зеленый перец — 2 Штук
Чеснок — 4 Зубчик
Соевый соус  — 0 По вкусу
Уксус — 0 По вкусу
Мука — 2 Стакан
Баранина — 300 Грамм

--------------
Приготовление:
--------------

1.  Смешайте муку с 2/3 стакана воды, замесите тесто и выложите его в миску,
    накройте пленкой и оставьте на время подготовки остальных ингредиентов.
2.  Вымойте овощи и нарежьте тонкой соломкой капусту, морковь и зеленый перец.
3.  Очистите луковицу и нарежьте ее тонкими полукольцами, нарубите зубчики чеснока.
4.  Вымойте баранину, обрежьте жир и нарежьте его и мясо тонкими полосками.
5.  Разогрейте вок с небольшим количеством растительного масла, добавьте лук,
    а спустя пару минут мясо, посолите и поперчите, влейте соевый соус и немного уксуса.
6.  Добавьте в сковороду капусту, морковь, чеснок, перец.
7.  Перемешайте все и обжаривайте около 8-10 минут, добавьте немного водички.
8.  Достаньте тесто и раскатайте его очень тонко, затем сверните рулетиком.
9.  Выложите рулет в пароварку и готовьте 5 минут, затем удалите.
10. Нарежьте рулетик тонкой соломкой, размешайте его руками.
11. Добавьте лапшу в сковороду к овощам и мясу, аккуратно перемешайте.
12. Переложите блюдо со сковороды в тарелку, украсьте перьями зеленого лука и подавайте к столу.

Приятного аппетита!
